anthropic.claude-code
batisteo.vscode-django
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
diemasmichiels.emulate
fwcd.kotlin
github.copilot
github.copilot-chat
kevinrose.vsc-python-indent
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ritwickdey.liveserver
techer.open-in-browser
vintharas.learn-vim
vscjava.vscode-gradle
vscodevim.vim
